module.exports = {
    init_issuer_profile: {
        executive_sum: "บริษัท ทรีนีตี้ วัฒนาจำกัด(มหาชน)ประกอบธุรกิจการลงทุนในกิจการ(HoldingCompany) การลงทุนในหลักทรัพย์ และตราสารทางการเงินและการให้กู้ยืมระยะสั้น",
        isser_info: {
            postal_id: "10110",
            tax_id: "1234567890123",
            tax_area: "สามเสนใน",
            mobile_phone: "0812345678",
            objective: [
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '4000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '15000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '10000000', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['2000000', '4000000', '', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['40', '50', '', '2026-10-09', '2026-10-09', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '33', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '45', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '4000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                [],
                ['', '', '12', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา\nจำกัด(มหาชน) ครั้งที่ 6 / 2564(ชุดที่ 1)\nครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะ\nครบกำหนดในวันที่ 9 กันยายน พ.ศ.\n2565 จำนวน 121.50 ล้านบาท']
            ]
        }
    },


}