module.exports = {
    init_issuer_profile: {
        executive_sum: "บริษัท ทรีนีตี้ วัฒนาจำกัด(มหาชน)ประกอบธุรกิจการลงทุนในกิจการ(HoldingCompany) การลงทุนในหลักทรัพย์ และตราสารทางการเงินและการให้กู้ยืมระยะสั้น",
        isser_info: {
            postal_id: "10110",
            tax_id: "1234567890123",
            tax_area: "สามเสนใน",
            mobile_phone: "0812345678",
            objective: [
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '4000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '15000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '10000000', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['2000000', '4000000', '', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['40', '50', '', '2026-10-09', '2026-10-09', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '33', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '45', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '4000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                [],
                ['', '', '12', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา\nจำกัด(มหาชน) ครั้งที่ 6 / 2564(ชุดที่ 1)\nครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะ\nครบกำหนดในวันที่ 9 กันยายน พ.ศ.\n2565 จำนวน 121.50 ล้านบาท']
            ],
            issuer_contact: {
                ceo_name: "นายภควัต โกวิทวัฒนพงศ์",
                ceo_position: "ประธานกรรมการ",
                ceo_email: "ceotest@example.com",
                cfo_name: "นายชาญชัย กงทองลักษณ์",
                cfo_position: "ประธานเจ้าหน้าที่บริหารและกรรมการอำนวยการ",
                cfo_enail: "cfotest@example.com",
            },
            ql_editor_part_1: [
                "บริษัท ทรีนีตี้ วัฒนาจำกัด(มหาชน) ประกอบธุรกิจการลงทุนในกิจการ(HoldingCompany) การลงทุนในหลักทรัพย์และตราสารทางการเงินและการให้กู้ยืมระยะสั้น\nปัจจุบัน บริษัท ทรีนีตี้ วัฒนา จำกัด(มหาชน) ถือหุ้นในบริษัทย่อยในสัดส่วนร้อยละ 99.99 รวม 5 บริษัทและการร่วมค้า 1 บริษัทโดยมีโครงสร้างกลุ่มบริษัทหลักทรัพย์ ทรีนีตี้(รวมส่วนที่ถือหุ้นทางตรงและทางอ้อมเกินกว่าร้อยละ 10 ขึ้นไป) ",
                "บริษัทหลักทรัพย์ทรีนีตี้ วัฒนา จำกัด มหาชน ประกอบธุรกิจหลักทรัพย์และสัญญาซื้อขายล่วงหน้าโดยบริษัทฯได้รับใบอนญุาตจาก กระทรวงการคลังให้ ประกอบธุรกิจหลักทรัพย์ 7 ประเภท ได้แก่ ธุรกิจการเป็นนายหน้า ซื้อ ขายหลักทรัพย์ การค้า หลักทรัพย์ที่ปรึกษาการลงทุนการจัดจำหน่ายหลักทรัพย์การยืมและให้ยืมหลักทรัพย์ธุรกิจตัวแทนซื้อขายสัญญา ซื้อ ขายล่วงหน้า และการจัดการกองทุนส่วนบุคคล รวมทั้งได้รับความเห็นชอบจากสำนักงานคณะกรรมการกำกับ หลักทรัพย์และตลาดหลักทรัพย์ให้เป็นที่ปรึกษาทางการเงินตัวแทนสนับสนุนการขายและรับซื้อคืนหน่วยลงทุนและ ผู้แทนถือหุ้นกู้",
                "ให้ลดทุนจดทะเบียนของบริษัท จากทุนจดทะเบียนเดิม 9,000,000,000.- บาท ให้เหลือทุกจดทะเบียน\n8, 667, 826, 432. - บำทแบ่งออกเป็นหุ้นสำมัญจ ำนวน 8, 667, 826, 432 หุ้น มูลค่ำที่ตรำไว้หุ้นละ 1. - บำท\nทั ้งนี ้เป็นหุ้นสำมัญที่ยังมิได้น ำออกจ ำหน่ำยจ ำนวน 332, 173, 568 หุ้น มูลค่ำที่ตรำไว้ 1. - บำท ทั ้งนี ้ เป็นหุ้น\nสำมัญจดท ำเบียนจ ำนวน 300, 000, 000 หุ้นที่คงเหลือจำกกำรจัดสรรให้แก่บุคคลในวงจ ำกัด ตำมประกำศ\nคณกรรมกำรก ำกับตลำดทุนที่ ทจ. 72 / 2558 เรื่องกำรอนุญำตให้บริษัทจดทะเบียนเสนอขำยหุ้นที่ออกใหม่\nต่อบุคคลในวงจ ำกัด และเป็นหุ้นสำมัญอีกจ ำนวน 32, 173, 568 หุ้น ซึ่งที่ประชุมวิสำมัญผู้ถือหุ้นของบริษัท\nครั้งที่ 1 / 2559 ยังไม่มีมติให้จัดสรรใดๆ",
                "9534609075",
                "บริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน)\n(1) หุ้นกู้ไม่มีประกัน ครั้งที่ 2 / 2560 ชุดที่ 2 โดยมีรายละเอียดดังนี้\nชื่อเฉพาะหุ้นกู้ : หุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด(มหาชน)\nครั้งที่ 2 / 2560 ชุดที่ 2 ครบกำหนดไถ่ถอน ปี พ.ศ. 2564\nประเภทของหุ้นกู้ : หุ้นกู้ชนิดระบุชื่อผู้ถือ ประเภทไม่ด้อยสิทธิ ไม่มีประกัน\nและมีผู้แทนผู้ถือหุ้นกู้\nจำนวนหุ้นกู้ : 724, 400 หน่วย\nมูลค่าที่ตราไว้หน่วยละ : 1, 000 บาท\nมูลค่าหุ้นกู้ : 724.40 ล้านบาท\nวิธีเสนอขาย : เสนอขายให้แก่ผู้ลงทุนสถาบัน และ / หรือ ผู้ลงทุนรายใหญ่\nวันที่ออกหุ้นกู้ : วันที่ 7 กรกฎาคม 2560\nอายุ : อายุ 3 ปี 9 เดือน นับจากวันที่ออกหุ้นกู้\nวันที่ครบกำหนดไถ่ถอน : วันที่ 7 เมษายน 2564\nอัตราดอกเบี้ย : อัตราดอกเบี้ยคงที่ ร้อยละ 5.70 ต่อปี\nการชำระคืนเงินต้น : ชำระเงินต้นทั้งจำนวน ในวันครบกำหนดไถ่ถอนหุ้นกู้\nการไถ่ถอนคืนก่อนกำหนด : ไม่มี\nเงื่อนไขอื่นที่สำคัญ : บริษัทต้องดำรงสัดส่วนหนี้สินสุทธิต่อส่วนของผู้ถือหุ้นไว้ไม่\nเกิน 2.5 ต่อ 1 *\nการจัดอันดับความน่าเชื่อถือของผู้ออกหุ้นกู้\nณ วันออกหุ้นกู้\n: อันดับเครดิต BB + /Stable โดยบริษัท ทริสเรทติ้ง จำกัด\nผู้แทนผู้ถือหุ้นกู้ : ธนาคารกรุงศรีอยุธยาจำกัด(มหาชน)\nนายทะเบียนหุ้นกู้ : ธนาคารกรุงศรีอยุธยาจำกัด(มหาชน) ",
                "ได้มีมติการประชุมคณะกรรมการบริษัทครั้งที่ 5/2550 เกี่ยวกับนโยบายการจ่ายเงินปันผลของบริษัท จากเดิมที่มี\nนโยบายการจ่ายเงินปันผลในอัตราร้อยละ 50 ของกำไรสุทธิหลังหักภาษีเงินได้นิติบุคคลโดยการจ่ายเงินปันผลดังกล่าว\nข้างต้นจะต้องได้รับมติเห็นชอบจากที่ประชุมผู้ถือหุ้นเป็นสำคัญ คณะกรรมการบริษัทได้มีมติ กำหนดนโยบายการจ่ายเงิน\nปันผลภายหลังการเปลี่ยนแปลงนโยบายวิธีการบันทึกเงินลงทุนในบริษัทย่อยและบริษัทร่วม จากวิธีส่วนได้เสีย(Equity\nMethod) มาเป็นวิธีการบันทึกต้นทุน(Cost Method) ตามนโยบายเดิม คือ บริษัทฯ มีนโยบำยจ่ายเงินปันผลให้แก่ผู้ถือหุ้น\nในอัตราไม่ต่ำกว่า ร้อยละ 50 ของกำไรสุทธิของงบการเงินเฉพาะกิจการหลังหักสำรองตามกฎหมาย โดยให้พิจารณาฐานะ\nการเงิน สภาพคล่อง การขยำยธุรกิจ และปัจจัยอื่นๆ ที่เกี่ยวข้องในการบริหารงานของบริษัท เป็นส่วนประกอบในการ\nพิจารณาด้วย และในปี 2563 บริษัทได้มีการพิจำรณำแล้ว มีความเห็นว่าไม่สามารถจ่ายเงินปันผลให้แก่ผู้ถือหุ้นในอัตรา\nไม่ต่ำกว่ำ ร้อยละ 50 ของกำไรสุทธิของงบการเงินเฉพาะกิจการหลังหักสำรองตามกฎหมายได้ เนื่องจากสภาวะเศรษฐกิจ\nที่ไม่เอื้ออำนวยและผลจำกการเกิดภาวะโรคระบาด COVID - 19 ซึ่งส่งผลกระทบไปทั่วโลก ณ ขณะนี้",
                "บริษัทฯ ได้จัดทำนโยบายการบริหารความเสี่ยง โดยกำหนดกรอบการปฏิบัติงานและกระบวนการ เพื่อใช้ในการบริหารความเสี่ยงของบริษัท ทั้งนี้ บริษัทฯ ได้นำแนวทางของ The COSO Enterprise Risk Management Framework มาปรับใช้ในการระบุและประเมินความเสี่ยงของกิจกรรมทางธุรกิจที่บริษัทฯ ดำเนินการ",
                "บริษัทฯ ได้จัดทำนโยบายการบริหารความเสี่ยง โดยกำหนดกรอบการปฏิบัติงานและกระบวนการ เพื่อใช้ในการบริหารความเสี่ยงของบริษัท ทั้งนี้ บริษัทฯ ได้นำแนวทางของ The COSO Enterprise Risk Management Framework มาปรับใช้ในการระบุและประเมินความเสี่ยงของกิจกรรมทางธุรกิจที่บริษัทฯ ดำเนินการ",
                "1. ความเสี่ยงจากความผันผวนทางเศรษฐกิจ และสถานการณ์ต่างๆ \nในช่วงท้ายของปี 2563 ตลาดที่อยู่อาศัย เริ่มมีข่าวดีหลังจากการพัฒนาวัคซีนที่มีความคืบหน้ามากขึ้น ประกอบกับตัวเลขเศรษฐกิจไทยในไตรมาสที่ 3 จาก",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "2.1 การบริหารห่วงโซ่ธุรกิจเพื่อความยั่งยืน \nบริษัทฯ มุ่งเน้นที่จะเป็นผู้นำในการสร้างประสบการณ์การอยู่อาศัยที่มีคุณค่าผ่านกระบวนการออกแบบ อย่างเข้าใจถึงความต้องการของลูกค้าในทุกมิติ ผ่านการสร้างสรรค์ผลิตภัณฑ์",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "2.2.1 การระบุผู้มีส่วนได้เสีย \nบริษัทฯ มีนโยบายในการดำเนินธุรกิจอย่างมีความรับผิดชอบต่อสังคม โดยการจัดให้มีระบบการบริหารจัดการอย่างโปร่งใส ตรวจสอบได้",
                "บริษัท เนอวานา ไดอิ จากัด (มหาชน) และบริษัทย่อย ดำเนินธุรกิจพัฒนาอสังหาริมทรัพย์เพื่อขาย ประเภท ทาวน์เฮ้าส์ บ้านเดี่ยว และอาคารชุดทั้งในกรุงเทพฯ ปริมณฑล และต่างจังหวัด ...\nบริษัทฯ ตระหนักถึงความความรับผิดชอบต่อปัญหาด้านสิ่งแวดล้อม จึงได้กำหนดนโยบายธุรกิจสอดคล้องกับกฎระเบียบและข้อบังคับด้านสิ่งแวดล้อม มาตรฐานสากล…",
                "บริษัทฯ มีความมุ่งมั่นในการดำเนินธุรกิจอย่างยั่งยืนบนพื้นฐานของความรับผิดชอบต่อสิ่งแวดล้อม โดยตระหนักและให้ความสำคัญต่อการลดผลกระทบต่อสิ่งแวดล้อมที่เกิดจากการดำเนินธุรกิจ…",
                "จากกการปรับปรุงอาคาร ตำแหน่งเปิด/ปิดไฟ เปลี่ยนชนิดของหลอดไฟส่องสว่างในเส้นทางหลัก จากสปอร์ตไลท์เป็นหลอดไฟประหยัดพลังงาน LED และนำแผงพลังงานแสงอาทิตย์…",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "เนอวานา ไดอิ มุ่งเน้นการดำเนินธุรกิจเพื่อการเติบโตอย่างยั่งยืน สร้างความพึงพอใจสูงสุดแก่ผู้มีส่วนได้ส่วนเสียทุกกลุ่มควบคู่กับความรับผิดชอบต่อสังคม จึงมีนโยบายเกี่ยวกับความรับผิดชอบต่อสังคม…",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "เมื่อวันที่ 25 กุมภาพันธ์ 2564 ที่ประชุมคณะกรรมการบริษัทฯได้มีมติเห็นชอบ ดังนี้\n- ให้เสนอต่อที่ประชุมสามัญประจำปีผู้ถือหุ้นของบริษัทฯ ซึ่งจะจัดขึ้นในวันที่ 23 เมษายน 2564 ในเรื่องการจ่ายเงินปันผลให้แก่ผู้ถือหุ้นจากกำไรของปี 2563 ในอัตราหุ้นล่ะ 0.50 บาท รวมเป็นจำนวนเงิน 99.6 ล้านบาทโดยมีกำหนดจ่ายวันที่ 11 พฤษภาคม 2564 เงินปันผลนี้จะจ่ายและบันทึกบัญชีภายหลังจากได้รับการอนุมัติจากที่ประชุมสามัญประจำปีผู้ถือหุ้นของบริษัทฯ\n- ให้ดำเนินการปิดบริษัท ทรีนีตี้ แอ๊ดไวซอรี่ 2001 จำกัด ซึ่งเป็นบริษัทย่อยของบริษัทฯเพื่อลดภาระการบริหารจัดการ",
                "This is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfo",
                "ข้อมูลทั่วไปของบริษัท\nข้อมูลทั่วไปของบริษัทย่อย…",
                "ไม่มีภาระผูกพันในทรัพย์สิน",
                "ผิดนัดชำระหนี้เงินต้นหรือดอกเบี้ยและข้อกำหนดสิทธิของตราสารหนี้ย้อนหลัง 3 ปี ตั้งแต่ปี 2562จนถึงปัจจุบัน และสถานะของบริษัทฯ ยังเป็นไปตามเงื่อนไขที่มีไว้กับธนาคารและเจ้าหนี้ต่างๆ เสมอมา",
                "ผู้สอบบัญชี นายชาญชัย ชัยประสิทธิ์\nนายพิสิฐ ทางธนกุล\nนางสาวนภนุช อภิชาตเสถียร\nบริษัท ไพร้วอเตอร์เฮ้าส์คูเปอร์ เอบีเอเอส จำกัด\nเลขที่ 179 / 74 - 80 อาคารบางกอกซิตี้ ทาวเวอร์ชั่น 15 ถนนสาทรใต้\nแขวงทุ่งมหาเมฆ เขตสาทร กรุงเทพฯ 10120\nโทรศัพท์ 0–2844–1000 โทรสาร 0–2286–5050",
                "ณ วันที่ 31 มีนาคม 2565 บริษัทไม่มีข้อพิพาททางด้านกฎหมายหรือคดีที่อาจจะมีผลกระทบด้านลบต่อสินทรัพย์ของบริษัทหรือบริษัทย่อยที่มีจำนวนสูงกว่าร้อยละ 5.00 ของส่วนของผู้ถือหุ้น…",
                "ไม่มีตลาดรอง อย่างไรก็ตาม ผู้ลงทุนสามารถซื้อขายหุ้นกู้ได้ที่ธนาคารพาณิชย์ บริษัทหลักทรัพย์ หรือนิติบุคคล อื่นนิติบุคคลอื่นใดที่มีใบอนุญาตค้าหลักทรัพย์อันเป็นตราสารแห่งหนี้",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report"
            ],
            nature_of_buz: {
                profile_th: "บริษัทมีเป้าหมายในการดำเนินธุรกิจหลักทรัพย์ที่ให้บริการแก่ลูกค้า อย่างครบวงจรทั้งน้ เริ่มจากการให้บริการในตลาดแรก (Primary Market) โดยเป็นที่ปรึกษาทางการเงินในการจัดโครงสร้างและการระดมทุนรวมถึงการเป็นที่ปรึกษาในการวางระบบงานภายในกับการให้บริการในตลาดรอง (Secondary Market) โดยเป็นที่ปรึกษาและให้คำแนะนำในการลงทุนในหลักทรัพย์และสัญญาซื้อ ขายล่วงหน้าที่สนับสนุนด้วยการนำเสนอข้อมูล และบทวิเคราะห์ หลักทรัพย์และสัญญาซื้อขายล่วงหน้าจากฝ่ายวิเคราะห์หลักทรัพย์ทั้งเพื่อการลงทุนและใช้เป็นเครื่องมือป้องกันความเสี่ยงในการลงทุน ทั้งนี้ บริษัทได้ตั้งเป้าหมายในการดำเนินธุรกิจด้านต่างๆ",
                profile_en: "TRINITY WATTHANA PUBLIC COMPANY LIMITED"
            },
            regist_and_paidup_cap: "99999999.12",
            total_loan_amount: {
                name: "หุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 1/2565 ชุดที่ 1 ครบกำหนดไถ่ถอนปี พ.ศ. 2569",
                symbo: "TNITY247A",
                date: "2016-05-23",
                maturity: "2022-09-19",
                value: "2000000000"
            },
            bill_of_exc_list: {
                name: "หุ้นกู้ระยะสั้นของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 4/2565",
                symbo: "TNITY247A",
                date: "2019-03-03",
                maturity: "2022-09-12",
                value: "9999999"
            },
            key_fin: {
                latest_year: [10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10],
                year_before_latest_year: [20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20],
                quater: [30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30]
            },
            fiancial_convennant_info: {
                ratio_team: "Account Receivable to Secured Debenture",
                ratio_team_other: "Financial Ratio Term OtherFinancial Ratio Term Other",
                comparison: "Equal",
                ratio_end_period: "At the end of each accounting period",
                com_ref: "0.3",
                con_ref: "0.3",
                ratio_formula: "อัตราส่วนความสามารถในการชำระดอกเบี้ย (interest coverage ratio : ICR) คำนวณโดย กำไรก่อนดอกเบี้ยจ่าย ภาษีเงินได้ ค่าเสื่อมราคา และค่าตัดจำหน่าย / ต้นทุนทางการเงิน",
                monitor_period: "Annually",
                ratio_indus_avg: "99999999.123456",
                ratio_issue_ybly: "99999999.1234567",
                ratio_ly: "99999999.1234567",
                ratio_iq: "99999999.1234567",
                ybly: "2022",
                ly: "2022",
                q: "งวด 6 เดือน ปี 2565"
            },
            interest_coverage: "10.00",
            current_ratio: "20.00",
            debt_to_equity: "30.00",
            quick_ratio: "40.00",
            liquidity_coverage_ratio: "50.00",
            auditor_firm: "KARIN AUDIT COMPANY LIMITED",
            legal_ad: {
                name_th: "สมศักดิ์ ใจดี",
                name_en: "Somsak Jaidee",
                nation: "ไทย",
                id: "0123456789012",
                reg_app: "THAILAND"
            },
            ql_editor_part_2: [
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report"
            ],
            committee: {
                name: "นางสาว อลิสา แสงภู่วงศ์",
                asof: "2022-05-23",
            },
            controller_info: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee"
                },
                card_type: "Citizen ID Card",
                card_no: "1234567890123",
                nationality: "ไทย",
                passport_issuing_country: "Thailand",
                card_issued_date: "2021-06-06",
                card_expired_date: "2021-06-06",
                asof: "2021-06-06"
            },
            number_of_employee: "2500",
            ql_editor_part_3: [
                "2563\n- สินทรัพย์หมุนเวียน\n- เงินสดและรายการเทียบเท่าเงินสด 67, 952, 737\n- เงินลงทุนชั่วคราว 689, 760, 035\n- ลูกหนี้สำนักหักบัญชีและบริษัทหลักทรัพย์ 220, 404, 829\n- ลูกหนี้ธุรกิจหลักทรัพย์และสัญญซื้อขายล่วงหน้า 2404, 691, 886\n2562\n- สินทรัพย์หมุนเวียน\n- เงินสดและรายการเทียบเท่าเงินสด 62, 220, 266\n- เงินลงทุนชั่วคราว 690, 701, 760\n- ลูกหนี้สำนักหักบัญชีและบริษัทหลักทรัพย์ 57, 426, 632\n- ลูกหนี้ธุรกิจหลักทรัพย์และสัญญซื้อขายล่วงหน้า 1785, 349, 179",
                "รายละเอียเป็นไปตามเอกสารแนบเกี่ยวกับ factsheet\n- คำบรรยายใต้กราฟ"
            ],
            accounting_period: ["June", "December"],
            statement_feq: "Annually",
            debt_position: {
                financial_institution: "99999999.1234567",
                bond: "99999999.1234567",
                other: "99999999.1234567"
            },
            debt_asof: "2021-06-06"
        },
        authorized_signer: {
            issuer_info: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee",
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "ประธานเจ้าหน้าที่บริหาร",
                email: "somsak.jaidee@gmail.com",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION",
            },
            fa_for_isser_info: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee"
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "000",
                email: "somsak.jaidee@gmail.com",
                additional_comment: "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION"
            },
            other_info: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee"
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "ประธานเจ้าหน้าที่บริหาร",
                email: "somsak.jaidee@gmail.com",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION",
                date: "2022-06-01"
            },
            fa_other: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee"
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "000",
                email: "somsak.jaidee@gmail.com",
                additional_comment: "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION"
            },
            approval: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee",
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "ประธานเจ้าหน้าที่บริหาร",
                email: "somsak.jaidee@gmail.com",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION",
            },
            fa_approval: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee",
                },
                nationality: "ไทย",
                card_type: "Citizen ID Card",
                card_number: "1234567890123",
                position: "ประธานเจ้าหน้าที่บริหาร",
                email: "somsak.jaidee@gmail.com",
                juristic_name: "THE THAI BOND MARKET ASSOCIATION",
            },
            post_sale_report: {
                issuer: {
                    th: {
                        prefix: "นาย",
                        firstname: "สมศักดิ์",
                        lastname: "ใจดี",
                    },
                    en: {
                        prefix: "Mr.",
                        firstname: "Somsak",
                        lastname: "Jaidee"
                    },
                    nationality: "ไทย",
                    card_type: "Citizen ID Card",
                    card_number: "1234567890123",
                    position: "ประธานเจ้าหน้าที่บริหาร",
                    email: "somsak.jaidee@gmail.com",
                },
                // uw: {
                //     th: {
                //         prefix: "",
                //         firstname: "",
                //         lastname: "",
                //     },
                //     en: {
                //         prefix: "",
                //         firstname: "",
                //         lastname: ""
                //     },
                //     nationality: "",
                //     card_type: "",
                //     card_number: "",
                //     position: "ประธานเจ้าหน้าที่บริหาร",
                //     email: "somsak.jaidee@gmail.com",
                //     juristic_name: "THE THAI BOND MARKET ASSOCIATION"
                // }
            }
        },
        selling_info: {
            ql_editor: [
                '"บัญชี Wallet Scripless" ให้มีความหมายตามที่นิยามไว้ในข้อ 3.1(ก)ของข้อกำหนดสิทธิ\n"วอลเล็ต" หมายถึง ช่องทางการเก็บเงินในระบบดิจิทัลที่เปิดใช้เพื่อการรับ\nเงินเข้าและโอนออกตามธุรกรรมการเงินต่าง ๆ ในสกุลเงินบาท ที่ทาขึ้นผ่านวอลเล็ตซื้อขายหุ้นกู้ ซึ่งรวมถึงธุรกรรมการจองซื้อและการรับ\nโอนเงินเพื่อการชำระเงินตามหุ้นกู้',
                "สรุปภาระภาษีที่เกี่ยวข้องกับการลงทุนในหุ้นกู้นี้เป็นเพียงข้อมูลทั่วไปสำหรับผู้ลงทุนเท่านั้น และมิใช่คำแนะนำทางภาษีอากรแต่อย่างใด ดังนั้นผู้ลงทุนจึงควรปรึกษาทางภาษีอากรของตนเองถึงภาระภาษีที่เกี่ยวข้องในการลงทุนในหุ้นกู้ของตน สรุปภาระภาษีอำกรนี้จัดทำขึ้นโดยอิงกับกฎหมายภาษีอำกรที่ใช้บังคับอยู่ ณ วันที่มีการจัดทำเอกสารนี้ ซึ่งอาจมีการเปลี่ยนแปลงในภายหลังได้",
                'การเสนอขายหุ้นกู้ในครั้งนี้เป็นการเสนอขายหุ้นกู้ต่อประชาชนเป็นการทั่วไป เฉพาะที่เป็นบุคคลธรรมดาที่บรรลุ\nนิติภาวะแล้ว(มิใช่ผู้เยาว์) ซึ่งเป็นผู้ถือสัญชาติไทยเพียงสัญชาติเดียวและจะต้องมีภูมิลำเนาและถิ่นที่อยู่ในประเทศไทย\nเท่านั้นและเป็นการเสนอขายผ่านผู้จัดการ การจัดจำหน่ายหุ้นกู้โดยผู้จองซื้อสามารถจองซื้อหุ้นกู้ได้เพียงช่องทางเดียวคือ\nการจองซื้อผ่านวอลเล็ตซื้อขายหุ้นกู้บนแอปพลิเคชัน “เป๋าตัง” ของธนาคารกรุงไทย จำกัด(มหาชน) เท่านั้น\n',
                "",
                "การจัดอันดับควำมน่ำเชื่อถือของผู้ออก\nหุ้นกู้ ผู้ออกหุ้นกู้ได้จัดให้มีกำรจัดอันดับควำมน่ำเชื่อถือของผู้ออกหุ้นกู้จำกสถำบันจัด\nอันดับควำมน่ำเชื่อถือที่สำนักงำน ก.ล.ต. ....",
                "ผู้ออกหุ้นกู้ได้ดำเนินการให้มีการจัดอันดับความน่าเชื่อถือของหุ้นกู้ โดยบริษัท ทริสเรทติ้ง จำกัด เมื่อวันที่ 22 พฤศจิกายน พ.ศ. 2564 หรือสถาบันจัดอันดับควำมน่าเชื่อถือที่สำนักงาน ก.ล.ต. ให้ความเห็นชอบ ทั้งนี้ ผู้ออกหุ้นกู้จะจัดให้มีการจัดอันดับความน่าเชื่อถือของหุ้นกู้จากสถาบันจัดอันดับความน่าเชื่อถือตลอดอายุของหุ้นกู้ ซึ่งอันดับความน่าเชื่อถือนี้มิได้จัดทำขึ้น เพื่อเป็นข้อแนะนำ ให้ผู้ลงทุนทำการซื้อขายหรือถือหุ้นกู้ที่เสนอขาย และอาจมีการเพิกถอนหรือเปลี่ยนแปลง โดยสถาบันจัดอันดับความน่าเชื่อถือ",
                "ทั้งนี้ ผู้แทนผู้ ถือหุ้นกู้ มีสถำนะเป็นเจ้าหนี่ของผู้ ออกหุ้นกู้\nเนื่องจำกผู้ออกหุ้นกู้มีวงเงินกู้ยืมจำกผู้แทนผู้ถือหุ้นกู้",
                "ผู้ออกหุ้นกู้ได้แต่งตั้งธนาคารกรุงศรีอยุธยา จำกัด (มหาชน) ซึ่งมีคุณสมบัติครบถ้วนในการให้บริการเป็นตัวแทนชำระเงิน\nและได้รับอนุญาตจากหน่วยงานที่เกี่ยวข้องให้ทำหน้าที่เป็นตัวแทนชำระเงินสำหรับหุ้นกู้ โดยตัวแทนชำระเงินมีขอบเขตและหน้ำที่ที่\nสำคัญภายใต้สัญญาแต่งตั้งนายทะเบียนหุ้นกู้และตัวแทนชำระเงิน ดังต่อไปนี้",
                "",
                "วันกำหนดชำระดอกเบี้ย : ผู้ออกหุ้นกู้จะชำระดอกเบี้ยทุก ๆ 3 (สาม) เดือน ในวันที่ 21 มกราคม\nวันที่ 21 เมษายน วันที่ 21 กรกฎาคม และวันที่ 21 ตุลาคม ของทุกปี ตลอด\nอายุหุ้นกู้ โดยวันชำระดอกเบี้ยหุ้นกู้งวดแรก คือวันที่ 21 เมษายน พ.ศ. 2565\nและวันชำระดอกเบี้ยหุ้นกู้งวดสุดท้ายคือวันครบกำหนดไถ่ถอนหุ้นกู้\n",
                "ผู้ออกหุ้นกู้ได้แต่งตั้งธนาคารกรุงไทย จำกัด (มหาชน) ซึ่งเป็นนายทะเบียนหุ้นกู้ ให้เป็นตัวแทนชำระเงินโดยมี\bขอบเขตและหน้าที่ที่สำคัญในฐานะตัวแทนชำระเงินภายใต้สัญญาแต่งตั้งนายทะเบียนหุ้นกู้ ตัวแทนชำระเงิน\bและผู้รับฝากทรัพย์สิน ดังต่อไปนี้\b",
                "การเสนอขายหุ้นกู้ในครั้งนี้ เป็นการเสนอขายหุ้นกู้ต่อประชาชนเป็นการทั่วไป เฉพาะที่เป็นบุคคลธรรมดาที่บรรลุนิติภาวะแล้ว (มิใช่ผู้เยาว์)ซึ่งเป็นผู้ถือสัญชาติไทยเพียงสัญชาติเดียว และจะต้องมีภูมิลำเนาและถิ่นที่อยู่ในประเทศไทยเท่านั้น และเป็นการเสนอขายผ่านผู้จัดการการจัดจำหน่ายหุ้นกู้โดยผู้จองซื้อสามารถจองซื้อหุ้นกู้ได้เพียงช่องทางเดียวคือการจองซื้อผ่านวอลเล็ตซื้อขายหุ้นกู้บนแอปพลิเคชัน “เป๋าตัง” ของธนาคารกรุงไทย จำกัด (มหาชน) เท่านั้น",
                "ผู้ออกหุ้นกู้ได้ตกลงมอบหมายให้ผู้จัดการการจัดจำหน่ายหุ้นกู้ตามที่ระบุไว้ในข้อ 3.2 เป็นผู้จัดการการจัดจำหน่ายหุ้นกู้ ซึ่งจะเสนอขายต่อผู้ลงทุนสถาบัน และ/หรือ ผู้ลงทุนรายใหญ่ ตามจำนวนและราคาที่ระบุในข้อ 1 ทั้งนี้ ตามรายละเอียดและเงื่อนไขที่ระบุไว้ในสัญญาแต่งตั้งผู้จัดการการจัดจำหน่ายหุ้นกู้",
                "ค่าธรรมเนียมการขออนุญาตเสนอขายหุ้นกู้ต่อผู้ลงทุนรายใหญ่10,000บาท",
                "ผู้ลงทุนที่ประสงค์จะจองซื้อหุ้นกู้ สามารถติดต่อขอรับหนังสือชี้ชวนและใบจองซื้อหุ้นกู้ได้ที่สำนักงานของผู้จัดการการจัดจำหน่ายหุ้นกู้แต่ละราย ตามที่ระบุไว้ในข้อ 3.2 ภายในวันที่ 30 กันยายน พ.ศ. 2563 ระหว่างวันและเวลาทำการของผู้จัดการการจัดจำหน่ายหุ้นกู้ ",
                'ผู้ลงทุนที่ประสงค์จะจองซื้อสามารถจองซื้อหุ้นกู้ผ่านทางโทรศัพท์บันทึกเสียงกับเจ้าหน้าที่ผู้แนะนำการลงทุน (Investment Consultant: IC) ของธนาคารกสิกรไทย จำกัด (มหาชน) ("บมจ.ธนาคารกสิกรไทย") ',
                "ผู้จัดการการจัดจำหน่ายหุ้นกู้จะจัดสรรหุ้นกู้ให้แก่ผู้ลงทุนตามดุลยพินิจของผู้จัดการการจัดจำหน่ายหุ้นกู้ และผู้จัดการการจัดจำหน่ายหุ้นกู้มีสิทธิที่จะปฏิเสธการจองซื้อของผู้ลงทุนรายใด ๆ ไม่ว่าทั้งหมดหรือบางส่วนได้ตามแต่จะเห็นสมควรเพื่อให้การเสนอขายหุ้นกู้ครั้งนี้ประสบความสำเร็จสูงสุด",
                "ในกรณีที่มีผู้จองซื้อหุ้นกู้เกินกว่าจำนวนหุ้นกู้ที่เสนอขาย ให้อยู่ในดุลยพินิจของผู้จัดการการจัดจำหน่ายหุ้นกู้ตามแต่จะเห็นสมควร โดยอาจทำการจัดสรรหุ้นกู้ให้แก่ผู้จองซื้อรายใดในจำนวนมากน้อยเท่าใดก็ได้ หรือจะปฏิเสธการจัดสรรให้แก่บุคคลใดก็ได้ ไม่ว่าทั้งหมดหรือบางส่วน ทั้งนี้ ตามแต่ที่ผู้จัดการการจัดจำหน่ายหุ้นกู้จะเห็นควร ",
                "้จัดกำรกำรจัดจ ำหน่ำยหุ้นกู้มีสิทธิยกเลิกกำรจองซื ้อของผู้จองซื ้อหุ้นกู้ หรือตัดสิทธิในกำรได้รับกำรจัดสรรหุ้นกู้\nของ ผู้จองซื ้อหุ้นกู้ ในกรณีที่ผู้จองซื ้อหุ้นกู้ด ำเนินกำรไม่ครบถ้วน และ/ หรือ ในกรณีที่มิได้รับกำรช ำระเงิน\nครบถ้วนจำกผู้จองซื ้อหุ้นกู้ ตำมที่ระบุในข้อ 3.6\n                (ข) ผู้จองซื ้อหุ้นกู้มีสิทธิที่จะยกเลิกกำรจองซื ้อหุ้นกู้ภำยในวันท ำกำรถัดไปนับจำกวันที่ผู้ออกหุ้นกู้แจ้งให้ผู้จัดกำร\nกำรจัดจ ำหน่ำยหุ้นกู้ทรำบว่ำ มีเหตุที่ท ำให้ผู้ออกหุ้นกู้ต้องระงับหรือหยุดกำรเสนอขำยหุ้นกู้หรือไม่สำมำรถส่ง\nมอบหุ้นกู้ที่เสนอขำยให้แก่ผู้จองซื ้อหุ้นกู้ได้ โดยผู้จัดกำรกำรจัดจ ำหน่ำยหุ้นกู้จะต้องแจ้งให้ผู้จองซื ้อหุ้นกู้ทรำบ\nถึงเหตุดังกล่ำวภำยในวันท ำกำรเดียวกันกับวันที่ได้รับแจ้งจำกผู้ออกหุ้นกู้ ทั ้งนี ้ หำกเหตุกำรณ์ดังกล่ำวเกิดขึ ้น\nในวันจองซื ้อหุ้นกู้วันสุดท้ำย ให้ผู้จองซื ้อหุ้นกู้ที่ประสงค์จะยกเลิกกำรจองซื ้อหุ้นกู้ต้องด ำเนินกำรยกเลิกกำรจอง\nซื ้อหุ้นกู้ภำยในวันนั ้น(“ก าหนดเวลายกเลิกการจองซื้อหุ้นกู้”) ",
                "ผู้ออกหุ้นกู้จะดำเนินการให้ผู้จัดการการจัดจำหน่ายหุ้นกู้ส่งคืนเงินค่าจองซื้อหุ้นกู้ ในกรณีที่มีผู้จองซื้อหุ้นกู้ที่ไม่ได้รับการจัดสรรหุ้นกู้หรือได้รับการจัดสรรไม่เต็มตามจำนวนที่จองซื้อ ผู้ออกหุ้นกู้จะดำเนินการให้ผู้จัดการการจัดจำหน่ายหุ้นกู้คืนเงินค่าจองซื้อหุ้นกู้โดยไม่มีดอกเบี้ย และ/หรือ ค่าเสียหายใด ๆ โดยวิธีการดังต่อไปนี้",
                "้ออกหุ้นกู้จะมอบหมำยให้นำยทะเบียนหุ้นกู้จัดท ำใบหุ้นกู้และส่งมอบให้แก่ผู้ถือหุ้นกู้ตำมจ ำนวนที่ได้รับกำรจัดสรร\nภำยใน15(สิบห้ำ) วันท ำกำร นับแต่วันปิดกำรเสนอขำยหุ้นกู้ โดยกำรจัดส่งทำงไปรษณีย์ลงทะเบียนตำมชื่อที่อยู่ของผู้ถือ\nหุ้นกู้ที่ปรำกฏในใบจองซื ้อหุ้นกู้ หรือด ำเนินกำรน ำหุ้นกู้ที่ได้รับกำรจัดสรรฝำกไว้กับ “บริษัท ศูนย์รับฝำกหลักทรัพย์\n                    (ประเทศไทย) จ ำกัด เพื่อผู้ฝำก” ภำยใน 7(เจ็ด) วันท ำกำร นับแต่วันปิดกำรเสนอขำยหุ้นกู้ ส ำหรับนักลงทุนที่ได้แจ้งควำม\nประสงค์ให้ด ำเนินกำรดังกล่ำวไว้ในใบจองซื ้อหุ้นกู้\n",
                "สรุปภำระภำษีที่เกี่ยวข้องกับกำรลงทุนในหุ้นกู้นี ้เป็นเพียงข้อมูลทั่วไปส ำหรับผู้ลงทุนเท่ำนั ้น และมิใช่ค ำแนะน ำทำงภำษี\nอำกรแต่อย่ำงใด ดังนั ้น ผู้ลงทุนจึงควรปรึกษำที่ปรึกษำทำงภำษีอำกรของตนเองถึงภำระภำษีที่เกี่ยวข้องในกำรลงทุนใน\nหุ้นกู้ของตน\nสรุปภำระภำษีอำกรนี ้จัดท ำขึ ้นโดยอิงกับกฎหมำยภำษีอำกรที่ใช้บังคับอยู่ ณ วันที่มีกำรจัดท ำเอกสำรนี ้ ซึ่งอำจมีกำร\nเปลี่ยนแปลงภำยหลังได้\nอนึ่ง สรุปภำระภำษีอำกรต่อไปนี ้มิได้มีควำมมุ่งหมำยที่จะให้เป็นข้อมูลครบถ้วนสมบูรณ์ถึงภำระภำษีอำกรที่เกี่ยวข้องกับ\nหุ้นกู้แต่อย่ำงใด\nภำระภำษีอำกรของผู้ลงทุนและอัตรำภำษีอำกรที่ต้องช ำระจะขึ ้นอยู่กับปัจจัยต่ำงๆ เช่น ผู้ลงทุนเป็นบุคคลธรรมดำหรือ\nเป็นนิติบุคคล ผู้ลงทุนเป็นผู้มีถิ่นที่อยู่ในประเทศไทยหรือเป็นผู้ที่ถูกถือว่ำประกอบกิจกำรในประเทศไทยหรือไม่ หรือเป็นผู้\nที่มีถิ่นที่อยู่ในประเทศที่มีควำมตกลงเพื่อกำรเว้นกำรเก็บภำษีซ้อนกับประเทศไทยหรือไม",
                "ใช้สำหรับคำเตือนการซื้อขายผ่านระบบ wallet",
                "ผู้จัดการการจัดจา หน่ายหุ้นกู้\nธนาคารกรุงไทย จ ากัด(มหาชน)\nสำนักงำนใหญ่ เลขที่ 35 ถนนสุขุมวิท\nแขวงคลองเตยเหนือ เขตวัฒนำ\nกรุงเทพมหำนคร 10110\nโทรศัพท์ 0-2208 - 3071 - 5\nKrungthai Call Center 0-2111 - 1111",
            ],
            tc: {
                bond_info: {
                    number_of_bond: "3",
                    selling_value: "1000",
                    total_selling_value: "200000",
                    greenshoe_totle_unit: "400000",
                    total_selling_unit: "600000",
                },
                trade_reg_date: "2021-02-28",
                collateral: {
                    type: "Intellectual Property ",
                    info: "หุ้นกู้เป็นหนี้ของผู้ออกหุ้นกู้ซึ่งมีสถานะทางกฎหมายเท่าเทียมกันทุกหน่วย โดยผู้ถือ\nหุ้นกู้จะมีสิทธิได้รับชำระหนี้ ไม่ด้อยกว่าสิทธิในการได้รับชำระหนี ของเจ้าหนี้สามัญ\nทั้งในปัจจุบันและในอนาคตของผู้ออกหุ้นกู้และมีสิทธิตามกฎหมายและ/ หรือตาม\nสัญญาที่จะได้รับชำระหนี้จากทรัพย์สินที่เป็นประกันตามสัญญาหลักประกันก่อน\nเจ้าหนี้ สามัญอื่นของผู้ออกหุ้นกู้ เว้นแต่บรรดาหนี้ ที่มีกฎหมายคุ้มครองให้ได้รับ\nชำระหนี้ก่อน และผู้ออกหุ้นกู้มีสิทธิไถ่ถอนหุ้นกู้ก่อนวันครบกำหนดไถ่ถอนหุ้นกู้"
                },
                financial_ad: {
                    fin_ad: "BANGKOK BANK PUBLIC COMPANY LIMITED"
                },
                bond_represent: {
                    bond: "BANGKOK BANK PUBLIC COMPANY LIMITED",
                },
            },
            issuer_service_underwriter: {
                list: {
                    assigned: "BANGKOK BANK PUBLIC COMPANY LIMITED",
                    address: "100/2 เพลินจิตเซนเตอร์ ซ.เพลินจิต 5 ถ.พญาไท แขวงพญาไท เขตสามเสนใน จ.กรุงเทพ",
                    tel: "0812345667",
                    conflict_detail: "ทั้งนี่ ผู้จัดการการจัดจำหน่ำยหุ้นกู้มีควำมเกี่ยวข้องกับผู้ออกหุ้นกู้\nโดยผู้ออกหุ้นกู้มีวงเงินกู้ยืมจำกผู้จัดกำรกำรจัดจำหน่ำยหุ้นกู้ \nดังนั่น ผู้จัดกำรกำรจัดจำหน่ำยหุ้นกู้จึงมีสถานะเป็ นเจ้ำหนี่ของ\nผู้ออกหุ้นกู้ด้วย",
                },
                dealer: {
                    name: "BANGKOK BANK PUBLIC COMPANY LIMITED",
                    conflict_detail: "" // choose NO
                },
            },
            transfer_rest_detail: "เนื่องจากหุ้นกู้ที่ออกและเสนอขายในครั้งนี้ เป็นการออกและเสนอขายต่อผู้ลงทุนสถาบัน และ/หรือผู้ลงทุนรายใหญ่ ตาม ประกาศคณะกรรมการกำกับตลาดทุนว่าด้วยการขออนุญาตและการอนุญาตให้เสนอขายตราสารหนี้ที่ออกใหม่ต่อบุคคลในวงจำกัด และการเสนอขายหุ้นกู้แปลงสภาพต่อบุคคลที่มีลักษณะเฉพาะ (รวมทั้งที่มีการแก้ไขเพิ่มเติม) และผู้ออกหุ้นกู้ได้จดข้อจำกัดการโอนหุ้นกู้ไว้กับสำนักงาน ก.ล.ต. ให้จำกัดการโอนหุ้นกู้เฉพาะภายในกลุ่มผู้ลงทุนสถาบัน และ/หรือ ผู้ลงทุนรายใหญ่พิเศษ และหรือ ผู้ลงทุนรายใหญ่เท่านั้น ดังนั้น ผู้ออกหุ้นกู้ และ/หรือนายทะเบียนหุ้นกู้จะไม่รับจดทะเบียนการโอนหุ้นกู้ไม่ว่าในทอดใดๆ ให้แก่บุคคลอื่นที่ไม่ใช่ 'ผู้ลงทุนสถาบัน' 'ผู้ลงทุนรายใหญ่พิเศษ ' หรือ 'ผู้ลงทุนรายใหญ่' ตามคำนิยามที่ระบุไว้ในประกาศคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ ที่ กจ. 39/2564 เรื่อง การกำหนดบทนิยามผู้ลงทุนสถาบัน ผู้ลงทุนรายใหญ่พิเศษและผู้ลงทุนรายใหญ่ ลงวันที่ 24 ธันวาคม 2564 (รวมทั้งที่มีการแก้ไขเพิ่มเติม) เว้นแต่เป็นการโอนทางมรดก",
            coordinator: {
                name: "วนิดา",
                tel: "0812345678",
                email: "wanida@gmail.com",
                position: "ประธานเจ้าหน้าที่บริหาร",
                type: "Issuer",
            },
            address_and_invoice: {
                code: "0000",
                office: "Head Office",
                address: {
                    th: "100/2 เพลินจิตเซนเตอร์ ซ.เพลินจิต 5 ถ.พญาไท แขวงพญาไท เขตสามเสนใน จ.กรุงเทพ",
                    en: "100/2 Phloen Chit Center, Soi Phloen Chit 5, Phaya Thai Rd.,  Phaya Thai, Samsen, Bangkok"
                },
                invoice: {
                    contact_person: "สมศักดิ์ ใจดี",
                    tel: "0812345667",
                    email: "somsak.jaidee@gmail.com",
                    tex_id: "1234567890123"
                }
            }
        }
    },


}