module.exports = {
    init_issuer_profile: {
        executive_sum: "บริษัท ทรีนีตี้ วัฒนาจำกัด(มหาชน)ประกอบธุรกิจการลงทุนในกิจการ(HoldingCompany) การลงทุนในหลักทรัพย์ และตราสารทางการเงินและการให้กู้ยืมระยะสั้น",
        isser_info: {
            postal_id: "10110",
            tax_id: "1234567890123",
            tax_area: "สามเสนใน",
            mobile_phone: "0812345678",
            objective: [
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '4000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '15000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '15000000', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '10000000', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['2000000', '4000000', '', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['40', '50', '', '2026-10-09', '2026-10-09', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '33', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['', '', '45', '2026-10-09', '2026-10-24', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 6/2564 (ชุดที่1) ครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                ['3000000', '4000000', '', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จากัด (มหาชน)ครั้งที่6/2564(ชุดที่1)ครบกำหนดไถ่ ถอนปี พ.ศ. 2565 ที่จะครบกำหนดในวันที่ 9 กันยายน พ.ศ. 2565 จำนวน 121.50 ล้านบาท'],
                [],
                ['', '', '12', '2021-06-06', '2021-06-06', 'ชำระคืนหุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา\nจำกัด(มหาชน) ครั้งที่ 6 / 2564(ชุดที่ 1)\nครบกำหนดไถ่ถอนปี พ.ศ. 2565 ที่จะ\nครบกำหนดในวันที่ 9 กันยายน พ.ศ.\n2565 จำนวน 121.50 ล้านบาท']
            ],
            issuer_contact: {
                ceo_name: "นายภควัต โกวิทวัฒนพงศ์",
                ceo_position: "ประธานกรรมการ",
                ceo_email: "ceotest@example.com",
                cfo_name: "นายชาญชัย กงทองลักษณ์",
                cfo_position: "ประธานเจ้าหน้าที่บริหารและกรรมการอำนวยการ",
                cfo_enail: "cfotest@example.com",
            },
            ql_editor_part_1: [
                "บริษัท ทรีนีตี้ วัฒนาจำกัด(มหาชน) ประกอบธุรกิจการลงทุนในกิจการ(HoldingCompany) การลงทุนในหลักทรัพย์และตราสารทางการเงินและการให้กู้ยืมระยะสั้น\nปัจจุบัน บริษัท ทรีนีตี้ วัฒนา จำกัด(มหาชน) ถือหุ้นในบริษัทย่อยในสัดส่วนร้อยละ 99.99 รวม 5 บริษัทและการร่วมค้า 1 บริษัทโดยมีโครงสร้างกลุ่มบริษัทหลักทรัพย์ ทรีนีตี้(รวมส่วนที่ถือหุ้นทางตรงและทางอ้อมเกินกว่าร้อยละ 10 ขึ้นไป) ",
                "บริษัทหลักทรัพย์ทรีนีตี้ วัฒนา จำกัด มหาชน ประกอบธุรกิจหลักทรัพย์และสัญญาซื้อขายล่วงหน้าโดยบริษัทฯได้รับใบอนญุาตจาก กระทรวงการคลังให้ ประกอบธุรกิจหลักทรัพย์ 7 ประเภท ได้แก่ ธุรกิจการเป็นนายหน้า ซื้อ ขายหลักทรัพย์ การค้า หลักทรัพย์ที่ปรึกษาการลงทุนการจัดจำหน่ายหลักทรัพย์การยืมและให้ยืมหลักทรัพย์ธุรกิจตัวแทนซื้อขายสัญญา ซื้อ ขายล่วงหน้า และการจัดการกองทุนส่วนบุคคล รวมทั้งได้รับความเห็นชอบจากสำนักงานคณะกรรมการกำกับ หลักทรัพย์และตลาดหลักทรัพย์ให้เป็นที่ปรึกษาทางการเงินตัวแทนสนับสนุนการขายและรับซื้อคืนหน่วยลงทุนและ ผู้แทนถือหุ้นกู้",
                "ให้ลดทุนจดทะเบียนของบริษัท จากทุนจดทะเบียนเดิม 9,000,000,000.- บาท ให้เหลือทุกจดทะเบียน\n8, 667, 826, 432. - บำทแบ่งออกเป็นหุ้นสำมัญจ ำนวน 8, 667, 826, 432 หุ้น มูลค่ำที่ตรำไว้หุ้นละ 1. - บำท\nทั ้งนี ้เป็นหุ้นสำมัญที่ยังมิได้น ำออกจ ำหน่ำยจ ำนวน 332, 173, 568 หุ้น มูลค่ำที่ตรำไว้ 1. - บำท ทั ้งนี ้ เป็นหุ้น\nสำมัญจดท ำเบียนจ ำนวน 300, 000, 000 หุ้นที่คงเหลือจำกกำรจัดสรรให้แก่บุคคลในวงจ ำกัด ตำมประกำศ\nคณกรรมกำรก ำกับตลำดทุนที่ ทจ. 72 / 2558 เรื่องกำรอนุญำตให้บริษัทจดทะเบียนเสนอขำยหุ้นที่ออกใหม่\nต่อบุคคลในวงจ ำกัด และเป็นหุ้นสำมัญอีกจ ำนวน 32, 173, 568 หุ้น ซึ่งที่ประชุมวิสำมัญผู้ถือหุ้นของบริษัท\nครั้งที่ 1 / 2559 ยังไม่มีมติให้จัดสรรใดๆ",
                "9534609075",
                "บริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน)\n(1) หุ้นกู้ไม่มีประกัน ครั้งที่ 2 / 2560 ชุดที่ 2 โดยมีรายละเอียดดังนี้\nชื่อเฉพาะหุ้นกู้ : หุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด(มหาชน)\nครั้งที่ 2 / 2560 ชุดที่ 2 ครบกำหนดไถ่ถอน ปี พ.ศ. 2564\nประเภทของหุ้นกู้ : หุ้นกู้ชนิดระบุชื่อผู้ถือ ประเภทไม่ด้อยสิทธิ ไม่มีประกัน\nและมีผู้แทนผู้ถือหุ้นกู้\nจำนวนหุ้นกู้ : 724, 400 หน่วย\nมูลค่าที่ตราไว้หน่วยละ : 1, 000 บาท\nมูลค่าหุ้นกู้ : 724.40 ล้านบาท\nวิธีเสนอขาย : เสนอขายให้แก่ผู้ลงทุนสถาบัน และ / หรือ ผู้ลงทุนรายใหญ่\nวันที่ออกหุ้นกู้ : วันที่ 7 กรกฎาคม 2560\nอายุ : อายุ 3 ปี 9 เดือน นับจากวันที่ออกหุ้นกู้\nวันที่ครบกำหนดไถ่ถอน : วันที่ 7 เมษายน 2564\nอัตราดอกเบี้ย : อัตราดอกเบี้ยคงที่ ร้อยละ 5.70 ต่อปี\nการชำระคืนเงินต้น : ชำระเงินต้นทั้งจำนวน ในวันครบกำหนดไถ่ถอนหุ้นกู้\nการไถ่ถอนคืนก่อนกำหนด : ไม่มี\nเงื่อนไขอื่นที่สำคัญ : บริษัทต้องดำรงสัดส่วนหนี้สินสุทธิต่อส่วนของผู้ถือหุ้นไว้ไม่\nเกิน 2.5 ต่อ 1 *\nการจัดอันดับความน่าเชื่อถือของผู้ออกหุ้นกู้\nณ วันออกหุ้นกู้\n: อันดับเครดิต BB + /Stable โดยบริษัท ทริสเรทติ้ง จำกัด\nผู้แทนผู้ถือหุ้นกู้ : ธนาคารกรุงศรีอยุธยาจำกัด(มหาชน)\nนายทะเบียนหุ้นกู้ : ธนาคารกรุงศรีอยุธยาจำกัด(มหาชน) ",
                "ได้มีมติการประชุมคณะกรรมการบริษัทครั้งที่ 5/2550 เกี่ยวกับนโยบายการจ่ายเงินปันผลของบริษัท จากเดิมที่มี\nนโยบายการจ่ายเงินปันผลในอัตราร้อยละ 50 ของกำไรสุทธิหลังหักภาษีเงินได้นิติบุคคลโดยการจ่ายเงินปันผลดังกล่าว\nข้างต้นจะต้องได้รับมติเห็นชอบจากที่ประชุมผู้ถือหุ้นเป็นสำคัญ คณะกรรมการบริษัทได้มีมติ กำหนดนโยบายการจ่ายเงิน\nปันผลภายหลังการเปลี่ยนแปลงนโยบายวิธีการบันทึกเงินลงทุนในบริษัทย่อยและบริษัทร่วม จากวิธีส่วนได้เสีย(Equity\nMethod) มาเป็นวิธีการบันทึกต้นทุน(Cost Method) ตามนโยบายเดิม คือ บริษัทฯ มีนโยบำยจ่ายเงินปันผลให้แก่ผู้ถือหุ้น\nในอัตราไม่ต่ำกว่า ร้อยละ 50 ของกำไรสุทธิของงบการเงินเฉพาะกิจการหลังหักสำรองตามกฎหมาย โดยให้พิจารณาฐานะ\nการเงิน สภาพคล่อง การขยำยธุรกิจ และปัจจัยอื่นๆ ที่เกี่ยวข้องในการบริหารงานของบริษัท เป็นส่วนประกอบในการ\nพิจารณาด้วย และในปี 2563 บริษัทได้มีการพิจำรณำแล้ว มีความเห็นว่าไม่สามารถจ่ายเงินปันผลให้แก่ผู้ถือหุ้นในอัตรา\nไม่ต่ำกว่ำ ร้อยละ 50 ของกำไรสุทธิของงบการเงินเฉพาะกิจการหลังหักสำรองตามกฎหมายได้ เนื่องจากสภาวะเศรษฐกิจ\nที่ไม่เอื้ออำนวยและผลจำกการเกิดภาวะโรคระบาด COVID - 19 ซึ่งส่งผลกระทบไปทั่วโลก ณ ขณะนี้",
                "บริษัทฯ ได้จัดทำนโยบายการบริหารความเสี่ยง โดยกำหนดกรอบการปฏิบัติงานและกระบวนการ เพื่อใช้ในการบริหารความเสี่ยงของบริษัท ทั้งนี้ บริษัทฯ ได้นำแนวทางของ The COSO Enterprise Risk Management Framework มาปรับใช้ในการระบุและประเมินความเสี่ยงของกิจกรรมทางธุรกิจที่บริษัทฯ ดำเนินการ",
                "บริษัทฯ ได้จัดทำนโยบายการบริหารความเสี่ยง โดยกำหนดกรอบการปฏิบัติงานและกระบวนการ เพื่อใช้ในการบริหารความเสี่ยงของบริษัท ทั้งนี้ บริษัทฯ ได้นำแนวทางของ The COSO Enterprise Risk Management Framework มาปรับใช้ในการระบุและประเมินความเสี่ยงของกิจกรรมทางธุรกิจที่บริษัทฯ ดำเนินการ",
                "1. ความเสี่ยงจากความผันผวนทางเศรษฐกิจ และสถานการณ์ต่างๆ \nในช่วงท้ายของปี 2563 ตลาดที่อยู่อาศัย เริ่มมีข่าวดีหลังจากการพัฒนาวัคซีนที่มีความคืบหน้ามากขึ้น ประกอบกับตัวเลขเศรษฐกิจไทยในไตรมาสที่ 3 จาก",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69-PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ แบบ 69 - PO",
                "2.1 การบริหารห่วงโซ่ธุรกิจเพื่อความยั่งยืน \nบริษัทฯ มุ่งเน้นที่จะเป็นผู้นำในการสร้างประสบการณ์การอยู่อาศัยที่มีคุณค่าผ่านกระบวนการออกแบบ อย่างเข้าใจถึงความต้องการของลูกค้าในทุกมิติ ผ่านการสร้างสรรค์ผลิตภัณฑ์",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "2.2.1 การระบุผู้มีส่วนได้เสีย \nบริษัทฯ มีนโยบายในการดำเนินธุรกิจอย่างมีความรับผิดชอบต่อสังคม โดยการจัดให้มีระบบการบริหารจัดการอย่างโปร่งใส ตรวจสอบได้",
                "บริษัท เนอวานา ไดอิ จากัด (มหาชน) และบริษัทย่อย ดำเนินธุรกิจพัฒนาอสังหาริมทรัพย์เพื่อขาย ประเภท ทาวน์เฮ้าส์ บ้านเดี่ยว และอาคารชุดทั้งในกรุงเทพฯ ปริมณฑล และต่างจังหวัด ...\nบริษัทฯ ตระหนักถึงความความรับผิดชอบต่อปัญหาด้านสิ่งแวดล้อม จึงได้กำหนดนโยบายธุรกิจสอดคล้องกับกฎระเบียบและข้อบังคับด้านสิ่งแวดล้อม มาตรฐานสากล…",
                "บริษัทฯ มีความมุ่งมั่นในการดำเนินธุรกิจอย่างยั่งยืนบนพื้นฐานของความรับผิดชอบต่อสิ่งแวดล้อม โดยตระหนักและให้ความสำคัญต่อการลดผลกระทบต่อสิ่งแวดล้อมที่เกิดจากการดำเนินธุรกิจ…",
                "จากกการปรับปรุงอาคาร ตำแหน่งเปิด/ปิดไฟ เปลี่ยนชนิดของหลอดไฟส่องสว่างในเส้นทางหลัก จากสปอร์ตไลท์เป็นหลอดไฟประหยัดพลังงาน LED และนำแผงพลังงานแสงอาทิตย์…",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "เนอวานา ไดอิ มุ่งเน้นการดำเนินธุรกิจเพื่อการเติบโตอย่างยั่งยืน สร้างความพึงพอใจสูงสุดแก่ผู้มีส่วนได้ส่วนเสียทุกกลุ่มควบคู่กับความรับผิดชอบต่อสังคม จึงมีนโยบายเกี่ยวกับความรับผิดชอบต่อสังคม…",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "เมื่อวันที่ 25 กุมภาพันธ์ 2564 ที่ประชุมคณะกรรมการบริษัทฯได้มีมติเห็นชอบ ดังนี้\n- ให้เสนอต่อที่ประชุมสามัญประจำปีผู้ถือหุ้นของบริษัทฯ ซึ่งจะจัดขึ้นในวันที่ 23 เมษายน 2564 ในเรื่องการจ่ายเงินปันผลให้แก่ผู้ถือหุ้นจากกำไรของปี 2563 ในอัตราหุ้นล่ะ 0.50 บาท รวมเป็นจำนวนเงิน 99.6 ล้านบาทโดยมีกำหนดจ่ายวันที่ 11 พฤษภาคม 2564 เงินปันผลนี้จะจ่ายและบันทึกบัญชีภายหลังจากได้รับการอนุมัติจากที่ประชุมสามัญประจำปีผู้ถือหุ้นของบริษัทฯ\n- ให้ดำเนินการปิดบริษัท ทรีนีตี้ แอ๊ดไวซอรี่ 2001 จำกัด ซึ่งเป็นบริษัทย่อยของบริษัทฯเพื่อลดภาระการบริหารจัดการ",
                "This is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfoThis is KeyFinInfo",
                "ข้อมูลทั่วไปของบริษัท\nข้อมูลทั่วไปของบริษัทย่อย…",
                "ไม่มีภาระผูกพันในทรัพย์สิน",
                "ผิดนัดชำระหนี้เงินต้นหรือดอกเบี้ยและข้อกำหนดสิทธิของตราสารหนี้ย้อนหลัง 3 ปี ตั้งแต่ปี 2562จนถึงปัจจุบัน และสถานะของบริษัทฯ ยังเป็นไปตามเงื่อนไขที่มีไว้กับธนาคารและเจ้าหนี้ต่างๆ เสมอมา",
                "ผู้สอบบัญชี นายชาญชัย ชัยประสิทธิ์\nนายพิสิฐ ทางธนกุล\nนางสาวนภนุช อภิชาตเสถียร\nบริษัท ไพร้วอเตอร์เฮ้าส์คูเปอร์ เอบีเอเอส จำกัด\nเลขที่ 179 / 74 - 80 อาคารบางกอกซิตี้ ทาวเวอร์ชั่น 15 ถนนสาทรใต้\nแขวงทุ่งมหาเมฆ เขตสาทร กรุงเทพฯ 10120\nโทรศัพท์ 0–2844–1000 โทรสาร 0–2286–5050",
                "ณ วันที่ 31 มีนาคม 2565 บริษัทไม่มีข้อพิพาททางด้านกฎหมายหรือคดีที่อาจจะมีผลกระทบด้านลบต่อสินทรัพย์ของบริษัทหรือบริษัทย่อยที่มีจำนวนสูงกว่าร้อยละ 5.00 ของส่วนของผู้ถือหุ้น…",
                "ไม่มีตลาดรอง อย่างไรก็ตาม ผู้ลงทุนสามารถซื้อขายหุ้นกู้ได้ที่ธนาคารพาณิชย์ บริษัทหลักทรัพย์ หรือนิติบุคคล อื่นนิติบุคคลอื่นใดที่มีใบอนุญาตค้าหลักทรัพย์อันเป็นตราสารแห่งหนี้",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report"
            ],
            nature_of_buz: {
                profile_th: "บริษัทมีเป้าหมายในการดำเนินธุรกิจหลักทรัพย์ที่ให้บริการแก่ลูกค้า อย่างครบวงจรทั้งน้ เริ่มจากการให้บริการในตลาดแรก (Primary Market) โดยเป็นที่ปรึกษาทางการเงินในการจัดโครงสร้างและการระดมทุนรวมถึงการเป็นที่ปรึกษาในการวางระบบงานภายในกับการให้บริการในตลาดรอง (Secondary Market) โดยเป็นที่ปรึกษาและให้คำแนะนำในการลงทุนในหลักทรัพย์และสัญญาซื้อ ขายล่วงหน้าที่สนับสนุนด้วยการนำเสนอข้อมูล และบทวิเคราะห์ หลักทรัพย์และสัญญาซื้อขายล่วงหน้าจากฝ่ายวิเคราะห์หลักทรัพย์ทั้งเพื่อการลงทุนและใช้เป็นเครื่องมือป้องกันความเสี่ยงในการลงทุน ทั้งนี้ บริษัทได้ตั้งเป้าหมายในการดำเนินธุรกิจด้านต่างๆ",
                profile_en: "TRINITY WATTHANA PUBLIC COMPANY LIMITED"
            },
            regist_and_paidup_cap: "99999999.12",
            total_loan_amount: {
                name: "หุ้นกู้ของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 1/2565 ชุดที่ 1 ครบกำหนดไถ่ถอนปี พ.ศ. 2569",
                symbo: "TNITY247A",
                date: "2016-05-23",
                maturity: "2022-09-19",
                value: "2000000000"
            },
            bill_of_exc_list: {
                name: "หุ้นกู้ระยะสั้นของบริษัท ทรีนีตี้ วัฒนา จำกัด (มหาชน) ครั้งที่ 4/2565",
                symbo: "TNITY247A",
                date: "2019-03-03",
                maturity: "2022-09-12",
                value: "9999999"
            },
            key_fin: {
                latest_year: [10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10, 40, 70, 10],
                year_before_latest_year: [20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20, 50, 80, 20],
                quater: [30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30, 60, 90, 30]
            },
            fiancial_convennant_info: {
                ratio_team: "Account Receivable to Secured Debenture",
                ratio_team_other: "Financial Ratio Term OtherFinancial Ratio Term Other",
                comparison: "Equal",
                ratio_end_period: "At the end of each accounting period",
                com_ref: "0.3",
                con_ref: "0.3",
                ratio_formula: "อัตราส่วนความสามารถในการชำระดอกเบี้ย (interest coverage ratio : ICR) คำนวณโดย กำไรก่อนดอกเบี้ยจ่าย ภาษีเงินได้ ค่าเสื่อมราคา และค่าตัดจำหน่าย / ต้นทุนทางการเงิน",
                monitor_period: "Annually",
                ratio_indus_avg: "99999999.123456",
                ratio_issue_ybly: "99999999.1234567",
                ratio_ly: "99999999.1234567",
                ratio_iq: "99999999.1234567",
                ybly: "2022",
                ly: "2022",
                q: "งวด 6 เดือน ปี 2565"
            },
            interest_coverage: "10.00",
            current_ratio: "20.00",
            debt_to_equity: "30.00",
            quick_ratio: "40.00",
            liquidity_coverage_ratio: "50.00",
            auditor_firm: "KARIN AUDIT COMPANY LIMITED",
            legal_ad: {
                name_th: "สมศักดิ์ ใจดี",
                name_en: "Somsak Jaidee",
                nation: "ไทย",
                id: "0123456789012",
                reg_app: "THAILAND"
            },
            ql_editor_part_2: [
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report\nรายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report",
                "รายละเอียดเป็นไปตามเอกสารแนบเกี่ยวกับ one report"
            ],
            committee: {
                name: "นางสาว รมิตาพร แสงวงกาโร",
                asof: "2022-05-23",
            },
            controller_info: {
                th: {
                    prefix: "นาย",
                    firstname: "สมศักดิ์",
                    lastname: "ใจดี",
                },
                en: {
                    prefix: "Mr.",
                    firstname: "Somsak",
                    lastname: "Jaidee"
                },
                card_type: "Citizen ID Card",
                card_no: "1234567890123",
                nationality: "ไทย",
                passport_issuing_country: "Thailand",
                card_issued_date: "2021-06-06",
                card_expired_date: "2021-06-06",
                asof: "2021-06-06"
            },
            number_of_employee: "2500",
            ql_editor_part_3: [
                "2563\n- สินทรัพย์หมุนเวียน\n- เงินสดและรายการเทียบเท่าเงินสด 67, 952, 737\n- เงินลงทุนชั่วคราว 689, 760, 035\n- ลูกหนี้สำนักหักบัญชีและบริษัทหลักทรัพย์ 220, 404, 829\n- ลูกหนี้ธุรกิจหลักทรัพย์และสัญญซื้อขายล่วงหน้า 2404, 691, 886\n2562\n- สินทรัพย์หมุนเวียน\n- เงินสดและรายการเทียบเท่าเงินสด 62, 220, 266\n- เงินลงทุนชั่วคราว 690, 701, 760\n- ลูกหนี้สำนักหักบัญชีและบริษัทหลักทรัพย์ 57, 426, 632\n- ลูกหนี้ธุรกิจหลักทรัพย์และสัญญซื้อขายล่วงหน้า 1785, 349, 179",
                "รายละเอียเป็นไปตามเอกสารแนบเกี่ยวกับ factsheet\n- คำบรรยายใต้กราฟ"
            ],
            accounting_period: ["June", "December"],
            statement_feq: "Annually",
            debt_position: {
                financial_institution: "99999999.1234567",
                bond: "99999999.1234567",
                other: "99999999.1234567"
            },
            debt_asof: "2021-06-06"
        }
    },


}